Repository: maximerchrd/Learning_Tracker_IOS
Catalog: *.lproj/Localizable.strings
Languages: fr, hy_am

source: Hello
fr: Bonjour

source: . Welcome to Learning Tracker. Check in Settings that you have the right ip address before starting a classroom activity.
fr: . Bienvenue dans Learning Tracker. Vérifie dans les paramètres que tu as la bonne adresse ip avant de commencer une activité en classe.

source: AND WAIT FOR NEXT QUESTION
fr: ET ATTENDS LA QUESTION SUIVANTE
hy_am: ՍՊԱՍԻՐ ՀԱՋՈՐԴ ՀԱՐՑԻՆ

source: AND RESTART THE CLASSROOM ACTIVITY (but before, check that you have the right IP address in settings)
fr: ET REDEMARRE L'ACTIVITE EN CLASSE (mais avant, vérifie que tu as la bonne adresse IP dans les paramètres)
hy_am: ԵՎ ՎԵՐՍԿՍԻՐ (մինչ այդ ստուգիր IP հասցեն)

source: All subjects
fr: Tous les sujets
hy_am: Բոլոր առարկաները

source: All Tests
fr: Tous les tests
hy_am: Բոլոր թեստերը

source: Subject:
fr: Sujet:
hy_am: Առարկա:

source: Evaluation for each learning objective
fr: Evaluation pour chaque objectif d'apprentissage
hy_am: Յուրաքանչյուր առարկայի գնահատումը

source: Choose a subject
fr: Choisis un sujet
hy_am: Ընտրել առարկան

source: You are quite good! You don't have any more questions needing practice.
fr: Bravo! Tu n'as plus de question à exercer.

source: Correct!
fr: C'est juste!
hy_am: Ճիշտ է!

source: Incorrect :-(
fr: Malheureusement, c'est faux :-(
hy_am: Սխալ է :-(

source: The right answer was for example:
fr: La bonne réponse était par exemple:
hy_am: Ճիշտ պատասխանն էր, օրինակ:

source: The right answer was:
fr: La bonne réponse était:
hy_am: Ճիշտ պատասխանն էր:

source: No name
fr: Anonyme
hy_am: Անանուն

source: Your Answer
fr: Ta Réponse
hy_am: Քո տարբերակը

source: Start Connection
fr: Démarrer la Connection
hy_am: Սկսել կապը

source: Stop Connection
fr: Arrêter la Connection
hy_am: Դադարեցնել կապը

# Automatic Connection Failed
source: Automatic connection failed. If it keeps failing, set the ip address of the teacher manually in "Settings"
fr: La connection automatique a échoué. Si cela continue, entre manuellement l'adresse IP de l'ordinateur de l'enseignant dans les "Paramètres"
hy_am: Ավտոմատ միացումը չստացվեց

source: Error Reading QR Code
fr: Erreur lors du scan
hy_am: QR ծածկագրի ընթերցման սխալ

source: The scanned QR Code is not recognized by Koeko.
fr: Le QR Code scanné n'est pas reconnu par Koeko.
hy_am: QR ծածկագիրը չի ճանաչում

# Back to question
source: Go back to Question
fr: Retour à la Question
hy_am: Վերադառնալ հարցին

# Back to test
source: Go back to Test
fr: Retour au test
hy_am: Վերադառնալ թեստին

source: We had a problem receiving some data. Try to reconnect.
fr: On a un problème pour recevoir certaines données. Essaie de te reconnecter.
hy_am: Որոշ տվյալների ստացման խնդիր ունենք, կրկին փորձեք

source: Please change the user name in "Settings" before starting the Classroom activity
fr: Avant de commencer l'Activité en classe, change ton nom dans "Paramètres"
hy_am: Խնդրում եմ փոխել Ձեր անունը մինչև սկսելը

source: We are not connected :-(
fr: Nous ne sommes pas connectés :-(

source: OK
hy_am: Լավ

source: AND CONNECT TO THE RIGHT WIFI NETWORK
hy_am: ԵՎ ՄԻԱՑԻՐ wi fi -ին

source: Question
hy_am: Հարց

source: Evaluation
hy_am: Գնահատական
