Repository: maximerchrd/Learning_Tracker_IOS
Catalog: *.lproj/Main.strings
Languages: hy_am

# 3GW-TH-Eq6.normalTitle
source: Classroom Activity
hy_am: Սկսել

# QlR-oR-TPz.normalTitle
source: Results
hy_am: Արդյունքներ

# bWm-TL-NY6.normalTitle
source: Practice
hy_am: Պարապել

# wTl-bZ-Pc8.normalTitle
source: Settings
hy_am: Կարգավորումներ

# AyV-YG-wrx.text
source: Name
hy_am: Անուն

# 8lb-AH-pZh.text
source: IP address of teacher's computer
hy_am: IP հասցե

# 9qp-6q-fvw.normalTitle
source: Save and go back
hy_am: Պահպանել և ետ վերադառնալ

# F9Q-a8-fhe.text
source: Practice
hy_am: Պարապել

# ffM-an-JpN.text
source: Subject:
hy_am: Առարկա:

# AXn-Mg-com.normalTitle
source: Start Practice
hy_am: Սկսել Պարապել

# njN-aR-w3O.normalTitle
source: Submit Answer
hy_am: Ընտրել պատասխանը

# Fd8-7A-Sn6.normalTitle
source: Submit Answer
hy_am: Ընտրել պատասխանը

# cYc-EF-bAw.normalTitle
source: Submit Answer
hy_am: Ընտրել պատասխանը

# ysh-wh-SMB.normalTitle
source: Submit Answer
hy_am: Ընտրել պատասխանը

# o7r-dC-Gch.text
source: Automatic connection
hy_am: Ավտոմատ միացում

# fDQ-nL-0GO.normalTitle
source: Results Table
hy_am: Արդյունքների պատուհան

# 5MG-pG-AJI.normalTitle
source: Results Chart
hy_am: Գրաֆիկ

# x4g-ZV-fne.normalTitle
source: Build Your City
hy_am: Քո քաղաքը

# mjU-2m-CrC.text
source: Question
hy_am: Հարց

# dCZ-PT-ZVF.text
source: Your Answer
hy_am: Քո տարբերակը

# b2n-Dx-Jhq.text
source: Evaluation
hy_am: Գնահատական

# TVN-oP-TTU.normalTitle
source: Stop Connection
hy_am: Ավարտել միացումը
